[
  {
    "path": "blog/grad_slam/",
    "title": "Grad Slam 2023: Runner-up for the Math & Brain Sciences Round",
    "description": "In this blog post, I write my reflections on competing in the annual UC Santa Barbara Grad Slam competition.",
    "author": [
      {
        "name": "Shuying Yu",
        "url": {}
      }
    ],
    "date": "2023-02-12",
    "categories": [
      "Grad School",
      "Science Communication"
    ],
    "contents": "\r\nThis year was the year that I (finally) had results from my project and also the year that wasn’t during a pandemic, so I decided to sign up for the UC Santa Barbara Grad Slam competition 10 days before my department’s preliminary round was set to take place. Grad Slam is an annual event that spotlights graduate students’ research in 3-minute lightning talks (like mini-TED talks) that are “clear, direct, and engaging to diverse audiences”. This tradition started at UC Santa Barbara and 2023 celebrates its 10th year showcase.\r\nI absolutely love it when academics come up with tongue-in-cheek titles for their talks and especially when they are bold enough to use good word play titles in peer-reviewed publications. Since my project and dissertation is about the impact of sex hormones on the brain’s navigation circuitry in midlife men and women, I crafted the title Menopause Makes Women (and Men) Walk in Circles literally when I was a second year, and secretly hoped that I would one day make use of it. After workshoping it with members in my lab, we came up with an even better and slick title for my Grad Slam talk (and maybe dissertation): Walking in Circles: Navigation Menopause.\r\nThe hardest part about giving talks is knowing what story you want to tell. It’s exponentially more difficult given the time limit of 3 minutes and having to captivate and convince a general audience that your esoteric research topic is important! But it all comes down to three main things: 1) what is the question, 2) what did you do, and 3) why is it (your research) important. Luckily, there wasn’t a hard rule against the number of slides we could use this year after Graduate Division decided to give the 2023 competition a revamp, but I still spent about two days writing and editing a script of what I wanted to say with each slide. As I was noodling on crafting the exact words to articulate, I prepared my slides using previous work examples and preliminary data from the lab. I low-key love making figures and slide decks — this includes everything from finding the right color palettes and vector images, to finding the right transitions to use to emphasize the message. Finally, I practiced my enunciation, tone, cadence and timing of my presentation until I had it memorized.\r\nOn the day of the competition, I was really excited to learn about my peers’ research. I learned about geometry and shapes from the speakers in the Math department, and also learned a little bit about Liz Rizor’s research since she also presented about sex hormones in the brain. My advisor, Emily Jacobs, was coincidentally one of the judges on the panel, so naturally she recused herself from judging my and Liz’s presentations. But it was great to have her there for moral support!\r\nThey had the communications team come to professional record the talks, which I assume is for future promotional materials and hopefully to share with the graduate students so we can use the videos as a learning guide on how to improve our talks for future presentations. To watch my recorded talk, please visit the Videos section of my publications and scientific communications tab!\r\nList of presenters for Round 5: Math & Brain Sciences.When it was my turn to go, I definitely felt the nerves as I got up on stage. But everything seemed to flow pretty well as soon as I started speaking. There were definitely some hiccups here and there, of course. The audience was sparse, but I think that helped make the talk more intimate and easy to communicate, like you’re just talking to some friends who really wanted to ask what you’ve been up to for the last 5+ years.\r\nSetting the stage by presenting why my research is important!They announced the winners at the end after tallying the scores. Since Emily couldn’t judge my talk, they replaced her scores for each section with an average score compiled from the remaining of the judges. Fabio from the Math department won, with his talk about how we can use math to optimize the number of toppings on a pizza. Then they announced me as the runner-up, which was a nice surprise! The winner goes on to compete as a finalist in April and wins $1000, and the runner-up receives the title and also gets a sweet cash prize of $500.\r\n\r\nA week after the competition, Graduate Division shared the anonymous feedback and scores from the judges. Here are mine below:\r\n\r\n\r\nCode\r\n\r\nknitr::include_graphics(\"grad_slam_feedback_shuying.pdf\")\r\n\r\n\r\nCongratulations to all the presenters for their hard work in the competition! I really enjoyed learning about others’ research and I look forward to seeing the final showcase in April.\r\nIn summary, I had a lot of fun and I’m glad I did it. It felt good to have friends and colleagues be so supportive and willing to help by providing advice, listening to rehearsals of my talk, and attending in the audience. Even though there were many stressful and discouraging moments in the last 5+ years of grad school, this experience has revived the part of me that wanted to pursue grad school in the first place. The pursuit of knowledge, the intellectually curious peers, the strive to make a difference in the world. I’m relishing in the feelings of hope and optimism so that they can carry me through the next several months towards the finish line!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-03-04T16:59:50-08:00",
    "input_file": {}
  },
  {
    "path": "blog/ossd_2022/",
    "title": "OSSD 2022: My First In-Person Conference as a Ph.D. Candidate",
    "description": "In this blog post, I share some highlights about the OSSD conference that I attended last week with my lab.",
    "author": [
      {
        "name": "Shuying Yu",
        "url": {}
      }
    ],
    "date": "2022-05-09",
    "categories": [
      "Grad School"
    ],
    "contents": "\r\nLast week, I attended the Organization for the Study of Sex Differences (OSSD) Conference at Marina del Rey with my lab. I was supposed to attend back in 2020, but COVID had other plans. It was really exciting to be grounded in an intimate setting of brilliant scientists who advocate for the inclusion of women in science and acknowledge the role that hormones and sex play in facets such as medicine and neuroscience.\r\nI presented a poster which includes research that will be part of the first study of my dissertation! In this poster, I found that preference for spatial navigation strategy (shortcuts or learned routes) is tied to concentrations of sex steroid hormones in midlife women. Women with higher estradiol concentrations were more likely to use shortcuts, and the inverse is marginally true such that women with higher follicle stimulating hormone, which is a characteristic of menopause, was related to taking fewer shortcuts in a dual-solutions maze learning task. This work in humans support previous rodent literature that higher estrogen in females increases more flexible, place-based strategies!\r\nPresenting my poster with a fruity drink in hand.Outside of the conference, I also made time to see the Venice Canals, Venice Beach, and hopped on a boat and sailed around the Marina with my lab to celebrate the end of collecting data for Healthy Aging Study (large fMRI project I worked on for ~5 years that I will use for my dissertation) and for all the lab birthdays!\r\nCruising the Marina during golden hour with a golden crew.\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-10T22:29:38-07:00",
    "input_file": {}
  },
  {
    "path": "blog/winter_2022/",
    "title": "Winter 2022",
    "description": "In this blog post, I reflect on the highs and lows of Winter 2022.",
    "author": [
      {
        "name": "Shuying Yu",
        "url": {}
      }
    ],
    "date": "2022-03-21",
    "categories": [
      "Grad School"
    ],
    "contents": "\r\nWinter quarters on the UC system are always so challenging for me. It’s a combination of densely packed courses (from an extra day or two off from holidays), gloomy and cold weather, and tying to figure out my goals for the new year. This past quarter has especially been a rocky start to the 2022 year for me, but there are also some really amazing things that have happened along the way that I want to remember. Grad school is a long marathon and I want to appreciate both the good and bad times to remind myself how far I’ve come.\r\n\r\nSome of the challenges for me this quarter were:\r\nDelayed timeline to complete courses for my M.A. degree: I met with an academic advisor in the PSTAT department who initially told me I needed one more course to complete the degree requirements for my M.A, but then later told me that I actually had to take two more courses. This was disappointing to hear after all the meetings, petitions, and plans I made that had been already approved by the personnel in the department. It’s hard knowing I would have to make a lot more sacrifices to balance finishing the M.A. degree and the Ph.D. degree, too.\r\nExtreme anxiety, stress, and depression: I ended my long-distance relationship at the beginning of January. I felt like it was long overdue, but it didn’t make it any less difficult. I had a really hard time trying to focus on my work and stay motivated, and I ended up speaking regularly with a therapist again. I haven’t had enough time for myself to grieve or to do the things I want because of the growing academic pressure and needs of other people around me. I have felt especially lonely, depressed, and unappreciated this quarter.\r\nLimited time to focus on applying to internships: While doing research, juggling two statistics heavy courses, mentoring students, and maintaining my mental health, I haven’t had much time to apply to as many internship applications for summer 2022 as I would have liked. And of course, I get rejected from all the ones I do apply to…\r\n\r\nDespite how much of an emotional rollercoaster this quarter has been, I do want to end on a positive note! Some of the best things that happened to me this quarter were:\r\nOfficially became a M.A. Candidate in PSTAT on paper: Even though I still need two more courses until completion of this degree, I’m happy that the Graduate Division was quick to receive and process my petition to add this degree (about three weeks) to my records! I’ve already passed the qualifying exam back in May 2021, so just need the remaining two courses to finish everything.\r\nSubmitted my approved final dissertation proposal: I was able to complete my course projects, did well on my final exam, and submitted a revised version of my dissertation proposal on time. I met with my committee members at the end of January and we were able to have a productive discussion on how to flesh out the details of certain methods and predictions for my studies. I’m really proud of myself for coming to the end of this milestone. This is basically the last step before the dissertation!\r\nFinished 4+ years of data collection for my fMRI project: I scanned my last ever participant this quarter after working on this astronomical fMRI project for nearly five years. This project started on March 1, 2017 and ended on February 10, 2022. I will be generous and take off one year from the timeline due to lack of human subjects research participation during the height of COVID-19 in 2020. Now all that’s left for me is to analyze data for my dissertation!\r\nLearned to create my own website and Shiny App: One of the courses I took this quarter was ESM 244 with Casey O’Hara from the Bren School of Environmental Sciences & Management, which was recommended to me by two friends who said I would be able to make my own website using distill and work on a group Shiny App to communicate some data. I’m excited to have this personal website where I can showcase code for my projects in preparation for my data science career. I’m also glad to have the experience to learn some tools and make a Shiny App with clients from the Bren School to communicate sources of indoor air pollution from different cooking practices in Ghana.\r\nLearned so much about Bayesian analysis and inference: The other course I took this quarter was PSTAT 115 with Alex Franks, which was an introduction to Bayesian analysis course. It was a refreshing perspective to learn non-Frequentist statistics and to build on my previous knowledge of likelihoods and generalized linear models. I realize how much I have learned over the years from taking PSTAT courses and how useful it’s been for me to tackle future courses and my own research as well. I really enjoyed the course and did well on the final exam, and found out this morning I received an A! Yay!\r\n\r\nI hope Spring 2022 will be kinder to me as I try to balance being a teaching assistant, taking two PSTAT courses, mentoring my undergraduate research assistant for her project, communicating some data at a conference, and making progress on my first study for my dissertation!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-22T15:11:52-07:00",
    "input_file": {}
  },
  {
    "path": "blog/welcome/",
    "title": "My First Blog Post",
    "description": "Hello and welcome to my website!",
    "author": [
      {
        "name": "Shuying Yu",
        "url": {}
      }
    ],
    "date": "2022-01-15",
    "categories": [],
    "contents": "\r\nHi there!\r\nIf you’re reading this, it means you’ve found my blog. I’m currently learning to create my own website in R, so thanks for your patience as this portfolio evolves and comes to life.\r\nI plan to use this website as a way to record just a tiny fraction of the milestones and events I am experiencing and learning during my Ph.D. program and hopefully throughout my data science career. This website will be an amalgamation of data science projects, personal reflections, and so forth.\r\nPlease don’t hesitate to reach out or say hello!\r\nWith appreciation,\r\nShuying\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-22T14:06:21-07:00",
    "input_file": {}
  }
]
